Repository: pungoyal/shadow-poll
Catalog: contrib/locale/*/LC_MESSAGES/django.po
Languages: ar

source: All Reports:
ar: كافة التقارير

source: Thanks for registering.
ar: شكراً لتسجيلك في هذه الدراسة

source: Register not understood.
ar: لم نستطيع فهم الرسالة المسجلة, الرجاء إرسال - التسجيل الدراسة المحافظة الحي

source: Submit
ar: إختيار

source: Welcome to the Iraq Children Happiness Website.
ar: مرحبا بكم في العراق السعادة للأطفال على شبكة الإنترنت

source: The map shows the poll responses recieved from
ar: الخريطة ويبين استطلاع الردود التي وردت م

source: the various governorates in Iraq.
ar: في مختلف المحافظات في العراق

source: Iraq
ar: العراق

source: Bhagdad
ar: بغداد

source: District
ar: القضاء

source: Download
ar: تحميل

source: Print
ar: طباعة

source: AN IRAQ FIT FOR CHILDREN
ar: &nbsp;&nbsp;عراق يلائم الأطفال

source: Home
ar: الصفحة الرئيسية

source: About
ar: نبذة عنّا

source: Poll
ar: التصويت

source: Filter map by
ar: تصفية الخارطة بواسطة

source: All responses
ar: جميع الإجابات

source: Boys
ar: الأولاد

source: Girls
ar: البنات

source: Boys And Girls
ar: الأولاد و البنات معاً

source: Ages 6-11
ar: العمر من ٦-١١

source: Ages 12-14
ar: العمر من ١٢-١٤

source: Ages 15-17
ar: العمر من ١٥-١٧

source: Color indicates the top response category for each governarate.
ar: اللون الذي يدل على أعلى فئة إجابة لكل محافظة.

source: Points are scaled by total number of responses in each governarate.
ar: هذه النقاط تتغير مساحتها حسب مجموع أعداد الإجابات لكل محافظة.

source: Response categories
ar: فئات الإجابات

source: What do these mean?
ar: ما معنى هذا؟

source: Read about how UNICEF used SMS to conduct the survey
ar: إقراء حول كيفية إستخدام اليونيسيف للرسائل القصيرة لإجراء الإحصائيات

source: I feel happy
ar: أنا أشعر بالسعادة

source: What makes you least happy?
ar: ما هي الأسباب التي تجعلك غير سعيد؟

source: Compared to my parents, my life in the future will be
ar: بالمقارنة مع أبي و أمي حياتي سوف تكون

source: If i was leading the country
ar: إذا كنت الحاكم سوف

source: Always
ar: دائماً

source: Most of the time
ar: معظم الوقت

source: Rarely
ar: نادراً

source: Never
ar: أبداً

source: The three things I need most are
ar: أكثر ثلاثة أشياء أحتاجها هي

source: Mostly
ar: غالباً

source: Top Response for
ar: الإستجابة الأعلى في

source: لا يوجد إجابات
ar: No responses yet

source: Security
ar: الأمن

source: Social Environment
ar: البيئة الإجتماعية

source: Education
ar: التعليم

source: Food water and shelter
ar: الطعام و الشراب و المسكن

source: responses
ar: إجابة

source: from
ar: من

source: National results
ar: النتائج الوطنية

source: Peace and Security
ar: السلام و الأمن

source: Go to school regularly
ar: الذهاب الى المدرسة بإنتظام

source: Health care when sick
ar: توفير رعاية الصحية للمرضى

source: Clean neighbourhood
ar: حي نظيف

source: Clean drinking water
ar: توفير مياه شرب نظيفة

source: Enough food
ar: توفير طعام كافي

source: Be loved
ar: أن أكون محبوباً

source: Not have to work
ar: أن لا أحتاج للعمل

source: Be listened to
ar: أن يستمع الناس الى رأيي

source: A place to play
ar: توفير مكان للعب

source: Family and friends to be safe
ar: أن يعيش أهلي و أصدقائي بأمان

source: Others
ar: شيء آخر

source: Better
ar: أفضل

source: About the same
ar: نفس الشيء

source: Worse
ar: أسوأ

source: I don't know
ar: لا أعرف

source: vote
ar: صوت

source: a
ar: أ

source: b
ar: ب

source: c
ar: ج

source: d
ar: د

source: e
ar: هـ

source: f
ar: و

source: g
ar: ز

source: h
ar: ح

source: i
ar: ط

source: j
ar: ي

source: k
ar: ك

source: l
ar: ل

source: m
ar: م

source: n
ar: ن

source: Anbar
ar: الأنبار

source: Babil
ar: بابل

source: Baghdad
ar: بغداد

source: Basrah
ar: البصرة

source: Dahuk
ar: دهوك

source: Diyala
ar: ديالى

source: Erbil
ar: أربيل

source: Kerbala
ar: كربلاء

source: Missan
ar: ميسان

source: Muthanna
ar: المثنّى

source: Najaf
ar: النجف

source: Ninewa
ar: نينوى

source: Qadissiya
ar: القادسية

source: Salah al-Din
ar: صلاح الدين

source: Sulaymaniyah
ar: السليمانية

source: Kirkuk
ar: كركوك

source: Thi-Qar
ar: ذي قار

source: Wassit
ar: واسط

source: Legal
ar: قانوني

source: copyright + Legal
ar: قانوني + حقوق النشر

source: Poll Questions
ar: أسئلة التصويت

source: Sections
ar: الأقسام

source: Take me to voice message page
ar: أنقلني الى صفحة الرسائل الصوتية

source: Age
ar: العمر

source: No messages to display
ar: لا يوجد رسائل للعرض

source: %(num_translated_messages)s translated so far
ar: %(num_translated_messages)s تم ترجمته حتى الآن

source: Map
ar: الخارطة

source: %(total_responses)s responses <br/> from %(region)s
ar: %(total_responses)s إجابة <br/> من %(region)s

source: Translation saved.
ar: تم حفظ الترجمة.

source: No responses yet
ar: لا يوجد إجابات

source: %(counter)s vote
ar: %(counter)s صوت

source: Arabic Translation
ar: تم حفظ الترجمة.

source: English Translation
ar: الترجمة الإنجليزية

source: Go Back
ar: رجوع

source: List of messages to be translated
ar: لا يوجد رسائل للعرض

source: Click to hear and append translation(s)
ar: أنقر هنا للإستماع و إضافة الترجمة
